* Accomodation

** DONE Find more websites to scout for accomodation
   CLOSED: [2016-09-18 Sun 20:29]
** DONE Look further for accomodation
   CLOSED: [2016-09-20 Tue 11:41] SCHEDULED: <2016-09-19 Mon>

UMS looks the most promising
** DONE VIEWINGs
   CLOSED: [2016-09-21 Wed 16:20]
** DONE Fill in the application
   CLOSED: [2016-09-21 Wed 21:03]
** CANCELLED for a reply from wincasa
   CLOSED: [2016-09-23 Fri 15:47]
** DONE Gather all the documents that we want to send
   CLOSED: [2016-09-23 Fri 19:35]
** DONE Ping wincasa if they haven't responded
   CLOSED: [2016-09-23 Fri 19:35] SCHEDULED: <2016-09-23 Fri 13:00>

   Reiterate that our dads would be willing to support
   mention their jobs
** DONE for Jon to send me Wincasa's number to ping them by telephone
   CLOSED: [2016-09-24 Sat 23:25]
** DONE ping wincasa by telephone
   CLOSED: [2016-09-26 Mon 13:59] SCHEDULED: <2016-09-26 Mon>
** DONE for a response from Wincasa
   CLOSED: [2016-09-28 Wed 15:13]
** DONE Wait for their response to the email we sent
   CLOSED: [2016-09-30 Fri 13:14]
** DONE for a response on friday about whether we can rent the appartment
   CLOSED: [2016-09-30 Fri 13:14]
** DONE If we get the appartment: Get a Betreibungsregisterauszug at the Kreisbureau
   CLOSED: [2016-10-02 Sun 14:33]
It may be that I don't get it as much as I get a proof that there is no such thing about me.
** DONE for them to send an email to our dads
   CLOSED: [2016-10-02 Sun 14:33]
** DONE for them to respond to our dads' responses
   CLOSED: [2016-10-06 Thu 14:26]
** DONE Read the documents I got
   CLOSED: [2016-10-06 Thu 15:28]

- Documents.pdf
  - Letter
    Make sure to bring the original Betreibungsauszug.
  - Bestellung Namensschilder
    Order nameplates for door. We are supposed to take those costs.
  - Bank-/ Postcheckkonto
    What is this?!
  - Mitteilung des Anfangsmietzinses ...
    Mention of initial rental payment, I think.
    What's with all the mentions of articles?
  - Antrag Sparkonto für mietkatution (3x)
    Request savings account for rent deposit
    Does not mention the amount?
  - Authorisation to credit wincasa directly.
    Should I sign this? Sounds like a bad idea.

- Contract.pdf
  - I really need someone to read through this with me.
  - Is the number of persons fixed? What if we want a third person?
  - 7410 CHF deposit, ok.
** DONE Get mom or dad to read through it with me.
   CLOSED: [2016-10-06 Thu 15:34]
** DONE for a response from my parents
   CLOSED: [2016-10-06 Thu 20:48]
** DONE Ask Wincasa these questions tomorrow.
   CLOSED: [2016-10-08 Sat 13:33]

Wanneer betalen we de eerste huur? Hele maand?
Hoe betalen we voor die twee weken?
Wanneer?

What is the deadline for signing the contract etc?
** CANCELLED to get a response from Rayhaan.
   CLOSED: [2016-10-10 Mon 01:13]
** DONE Mail wincasa about these questions
   CLOSED: [2016-10-11 Tue 16:29]

** DONE WAITING for an email from wincasa about the handover and this months rent
   CLOSED: [2016-10-13 Thu 15:14]
** DONE send an email about the price negotiation
   CLOSED: [2016-10-22 Sat 02:54] SCHEDULED: <2016-10-14 Fri>
** DONE figure out half of deposit with Rayhaan
   CLOSED: [2016-10-22 Sat 02:54]
** DONE for Rayhaan to pay me the first two months of rent
   CLOSED: [2016-10-26 Wed 17:45]
** DONE for Rayhaan to pay me back for the furniture
   CLOSED: [2016-10-26 Wed 17:45]
** CANCELLED for Rayhaan to tell me the price of his desk
   CLOSED: [2016-10-30 Sun 18:04]
** DONE Ask rayhaan how much the deposit was and to make up a piece of paper describing what happened and what's going to happen afterward.
   CLOSED: [2016-11-05 Sat 22:29]
** DONE to get the contract from Rayhaan's dad
   CLOSED: [2016-11-17 Thu 15:28]
** DONE for Rayhaan to make up the contract for the deposit
   CLOSED: [2016-11-19 Sat 16:48]
** CANCELLED go to the post to post the contract to my dad (or give it to Tijl when he comes)
   CLOSED: [2016-11-21 Mon 11:46]
** DONE Wait for rayhaan to print out the contract
   CLOSED: [2016-12-01 Thu 15:28]
** DONE Post the contract at Schwamendingenplatz                      :toast:
   CLOSED: [2016-12-04 Sun 00:02]
** DONE Check if the electriicity bill is paid
   CLOSED: [2016-12-25 Sun 00:09] SCHEDULED: <2016-12-13 Tue>
** DONE for Tijl to bring the contract.
   CLOSED: [2017-01-12 Thu 15:35]
** DONE make rayhaan sign the original contract.
   CLOSED: [2017-01-07 Sat 10:20]
** CANCELLED make it clear that rayhaan owes me half of the rent until the end of the contract with Wincasa
   CLOSED: [2017-01-07 Sat 10:20]
** CANCELLED Tell him that i'm going to be reasonable as long as he doesn't make me lose money
   CLOSED: [2017-01-07 Sat 10:20]
** DONE make a webpage lining out the offer:
   CLOSED: [2017-01-07 Sat 12:01]
1 place for 1300
or 2 places for 800 each.
Size of the rooms.
mention bathrooms
locations
** DONE Ask rayhaan if he wants to help me to look for a new roommate
   CLOSED: [2017-01-07 Sat 12:01]
** DONE for a response from my parents.
   CLOSED: [2017-01-07 Sat 14:24]
** DONE for Rayhaan to take some pictures.
   CLOSED: [2017-01-12 Thu 15:35]
** DONE for Responses to my housing add
   CLOSED: [2017-01-12 Thu 15:35]
** DONE Call Hux about the contracts
   CLOSED: [2017-01-13 Fri 10:15] SCHEDULED: <2017-01-13 Fri>
where do I get the subletting contract.
Ask about the fungus as well.
** DONE Call Hux again, about the mold and subletting contract
   CLOSED: [2017-01-23 Mon 15:30] SCHEDULED: <2017-01-23 Mon>
** DONE for a reply from Ra
   CLOSED: [2017-01-23 Mon 11:09]
** DONE send them our signed contract.
   CLOSED: [2017-01-23 Mon 15:30]
** DONE call hux again about the fungus if he hasn't responded yet.
   CLOSED: [2017-01-25 Wed 09:26] SCHEDULED: <2017-01-24 Tue>
** DONE get a reply from Hux
   CLOSED: [2017-01-25 Wed 11:08]
** DONE Go to the university to get the permissions contract for hux.
   CLOSED: [2017-01-26 Thu 22:53]
- [X] Blank contract x 6
- [X] Contract with ra, unsigned x 3
- [X] Contract with ra, signed x 2
- [X] Permissions document with Wincasa
** CANCELLED Call housekeeping about the fungus
   CLOSED: [2017-01-29 Sun 08:23]
Herr Eggimann, unter Tel. 079 284 27 61. 
** DONE for Rayhaan to call Eggimann
   CLOSED: [2017-02-09 Thu 20:10]
** DONE for a response from Rayhaan
   CLOSED: [2017-02-12 Sun 13:16]
** DONE make a contract for Abhimanyu 
   CLOSED: [2017-02-12 Sun 13:15]
** DONE for abhi's response
   CLOSED: [2017-02-18 Sat 12:29]
** CANCELLED make a the kundigung for leaving the appartment
   CLOSED: [2017-02-20 Mon 11:22]
We have a template in libre office, maybe make it a gdocs
** CANCELLED message rayhaan to have him sign it.
   CLOSED: [2017-02-20 Mon 11:24]
** DONE call dominic hux for a new permissions form
   CLOSED: [2017-02-20 Mon 11:22] SCHEDULED: <2017-02-20 Mon 11:00>
fungus: they will send a painter, they will
untermieter contract: send them the contract
How many people do there need to be on the notice? 4 or 2? all 4.
rayhaan leaving: make a letter, sign it both and send to him

I'll try to get rayhaan off the contract before I need to leave.
** DONE for a response from WINCASA about the removal of Rayhaan and the permission
   CLOSED: [2017-02-20 Mon 11:23]
** DONE for rayhaan to respond about his grill.
   CLOSED: [2017-02-20 Mon 11:53]
** DONE send the contract for abhi to mr hux
   CLOSED: [2017-02-20 Mon 13:45]
** DONE for a reply from Rayhaan about the letter to leave.
   CLOSED: [2017-02-20 Mon 16:54] SCHEDULED: <2017-02-22 Wed>
   - State "WAITING"    from "TODO"       [2017-02-20 Mon 11:22]
** DONE for the letter from rayhaan about th eletter to leave the contract.
   CLOSED: [2017-02-22 Wed 18:07]
** DONE get the change of contract printed for the internet           :print:
   CLOSED: [2017-02-22 Wed 18:34]
** DONE for Abhi to send me the signed contract
   CLOSED: [2017-02-22 Wed 18:36]
** DONE for abhi to send me the entire document
   CLOSED: [2017-02-23 Thu 09:53]
   - State "WAITING"    from "TODO"       [2017-02-22 Wed 18:36]
** DONE for a reply from rayhaan about the date on the contract
   CLOSED: [2017-02-23 Thu 09:58]
   - State "WAITING"    from "TODO"       [2017-02-22 Wed 18:09]
** DONE print abhi's signed contract at the university                :print:
   CLOSED: [2017-02-24 Fri 19:14]
** DONE sign abhi's contract
   CLOSED: [2017-02-24 Fri 19:14]
** DONE send abhi's signed contract to mr hux
   CLOSED: [2017-02-24 Fri 19:14]
** DONE for a reply from rayhaan about the date on the contract
   CLOSED: [2017-02-27 Mon 10:27]
   - State "WAITING"    from "TODO"       [2017-02-23 Thu 09:58]
** DONE for a reply from rayhaan about the kundigung                  
   CLOSED: [2017-02-27 Mon 10:27]
** CANCELLED for
   CLOSED: [2017-02-27 Mon 10:27]
   SCHEDULE : <2017-02-22 Wed>
   - State "WAITING"    from "TODO"       [2017-02-20 Mon 11:17]
** DONE fill in the permissions form for Abhi
   CLOSED: [2017-02-27 Mon 10:32]
** DONE call hux again about getting the signed permissions form back.
   CLOSED: [2017-02-27 Mon 10:32] SCHEDULED: <2017-02-27 Mon 10:00>
   :LOGBOOK                                     CLOCK: [2017-02-27 Mon 09:30]--[2017-02-27 Mon 09:31] =>  0:01
   CLOCK: [2017-02-27 Mon 10:20]--[2017-02-27 Mon 10:30] =>  0:10
             CLOCK: [2017-02-27 Mon 09:05]--[2017-02-27 Mon 09:05] =>  0:00
             :END:
- New permissions form
- Old permissions form back, signed version
  They will send me both tomorrow.
- Painter has not come
  Hux will send email with me in CC
** DONE send the signed version of getting rayhaan out of the contract via email
   CLOSED: [2017-03-08 Wed 09:54]
** DONE for a reply from the internet company about changing the name on the contract
   CLOSED: [2017-03-08 Wed 11:25]
** DONE for a reply from the internet company about changing the name on the contract
   CLOSED: [2017-03-09 Thu 09:02]
   - State "WAITING"    from ""       [2017-03-08 Wed 11:25]
** DONE for Rayhaan's post
   CLOSED: [2017-03-09 Thu 09:02]
** DONE send an email to the internet company to ask what's happening with it.
   CLOSED: [2017-03-09 Thu 09:02]
** DONE send the signed version of getting rayhaan out of the contract via signed-for post :out:post:
   CLOSED: [2017-03-09 Thu 09:02]
** DONE for mr hux to send me a cc mail to the painter
   CLOSED: [2017-03-10 Fri 17:38]
   - State "WAITING"    from "TODO"       [2017-02-27 Mon 10:28]
Painter: 
** DONE for wincasa to respond about removing rayhaan from the contract
   CLOSED: [2017-03-13 Mon 14:35] SCHEDULED: <2017-03-13 Mon>
   - State "WAITING"    from "TODO"       [2017-03-13 Mon 13:44]
** DONE call the painter in the morning
   CLOSED: [2017-03-16 Thu 23:47]
** DONE for the painter to respond
   CLOSED: [2017-03-16 Thu 23:47] SCHEDULED: <2017-03-10 Fri>
   - State "WAITING"    from "TODO"       [2017-03-10 Fri 17:39]
** DONE for mr hux to send me both permissions forms
   CLOSED: [2017-03-18 Sat 17:26] SCHEDULED: <2017-03-08 Wed>
   - State "WAITING"    from "TODO"       [2017-03-18 Sat 17:25]
Frau Frutiger told me I'd have them today or tomorrow <2017-03-16 Fri> 
** DONE for wincasa to respond about removing rayhaan from the contract
   CLOSED: [2017-03-18 Sat 17:26]
   - State "WAITING"    from "TODO"       [2017-03-13 Mon 14:36]
** DONE for a response from rayhaan about the documents
   CLOSED: [2017-03-22 Wed 20:28]
** DONE dump the documents in rayhaan's locker
   CLOSED: [2017-03-22 Wed 20:28] SCHEDULED: <2017-03-21 Tue>
** DONE for the documents from rayhaan
   CLOSED: [2017-03-23 Thu 12:39]
   - State "DONE"       from "WAITING"    [2017-03-23 Thu 12:39]
** CANCELLED for my phone
   CLOSED: [2017-03-23 Thu 18:13]
   - State "CANCELLED"  from "WAITING"    [2017-03-23 Thu 18:13]
   - State "WAITING"    from "TODO"       [2017-03-23 Thu 13:22]
** DONE read the document from wincasa again, I should be able to copy them or scan them.
   CLOSED: [2017-03-23 Thu 18:13]
   - State "DONE"       from "TODO"       [2017-03-23 Thu 18:13]
** DONE send the documents to wincasa
   CLOSED: [2017-03-23 Thu 18:13]
   - State "DONE"       from "TODO"       [2017-03-23 Thu 18:13]
** DONE send an email to wincasa about getting the signed version of the documents back
   CLOSED: [2017-03-28 Tue 09:37]
   - State "DONE"       from "NEXT"       [2017-03-28 Tue 09:37]
** DONE for the internet company to change the contract
   CLOSED: [2017-03-29 Wed 01:18] SCHEDULED: <2017-03-09 Thu>
   - State "DONE"       from "WAITING"    [2017-03-29 Wed 01:18]
   - State "WAITING"    from "TODO"       [2017-03-09 Thu 09:02]
They said it'd be done by the end of march.
** DONE Send a question to the internet company about the wrong invoice
   CLOSED: [2017-03-29 Wed 01:20]
   - State "DONE"       from "TODO"       [2017-03-29 Wed 01:20]
** WAITING for the internet company to reply about the wrong invoice.
   - State "WAITING"    from "TODO"       [2017-03-29 Wed 01:19]
** WAITING for a reply from wincasa about the signed version of the documents
   - State "WAITING"    from "TODO"       [2017-03-28 Tue 09:37]
** NEXT schedule going to the kreisbureau to register Abhi
** TODO pay the internet invoice.
** TODO if abhi stays for more than 3 months, register him at the kreisbureau
** TODO Fix the deposit situation with rayhaan
** TODO if ra stays for more than 3 months, register her at the kreisbureau
** TODO moving away
   I can quit the 1st of every month, 3 months in advance.
   
